Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: A workspace named “%@” already exists. Replace it with the current layout?
de: Ein Arbeitsbereich mit dem Namen „%@“ ist bereits vorhanden. Durch das aktuelle Layout ersetzen?
es: Ya existe un espacio de trabajo llamado «%@». ¿Quieres reemplazarlo por la disposición actual?
fr: Un espace de travail nommé «%@» existe déjà. Le remplacer par la disposition actuelle ?
it: Esiste già uno spazio di lavoro chiamato “%@”. Vuoi sostituirlo con il layout attuale?
ja: “%@”というワークスペースはすでに存在します。現在のレイアウトで置き換えますか？
ko: “%@” 이름의 작업 공간이 이미 있습니다. 현재 레이아웃으로 대치하겠습니까?
nl: Er bestaat al een werkruimte met de naam “%@”. Wil je deze vervangen door de huidige indeling?
pl: Obszar roboczy o nazwie „%@” już istnieje. Zastąpić go bieżącym układem?
pt_br: Um espaço de trabalho chamado “%@” já existe. Substituir pelo layout atual?
ru: Рабочая среда «%@» уже существует. Заменить её текущим расположением?
uk: Робочий простір із назвою «%@» уже існує. Замінити його поточним розташуванням?
zh_hans: 已存在名为“%@”的工作区。要用当前布局替换它吗？
zh_hant: 已存在名為「%@」的工作區。要用目前佈局取代它嗎？

source: Abort
de: Abbrechen
es: Interrumpir
fr: Abandonner
it: Interrompi
ja: 中止
ko: 중단
nl: Breek af
pl: Przerwij
pt_br: Interromper
ru: Прервать
uk: Прервать
zh_hans: 中止
zh_hant: 中止

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@에 관하여
nl: Over %@
pl: O %@
pt_br: Sobre %@
ru: О программе %@
uk: Про %@
zh_hans: 关于 %@
zh_hant: 關於 %@

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ru: Добавить
uk: Додати
zh_hans: 添加
zh_hant: 加入

source: Add Current Folder
de: Aktuellen Ordner hinzufügen
es: Añadir carpeta actual
fr: Ajouter le dossier actuel
it: Aggiungi cartella corrente
ja: 現在のフォルダを追加
ko: 현재 폴더 추가
nl: Huidige map toevoegen
pl: Dodaj bieżący folder
pt_br: Adicionar Pasta Atual
ru: Добавить текущую папку
uk: Додати поточну папку
zh_hans: 添加当前文件夹
zh_hant: 加入目前檔案夾

source: Add Shortcut
de: Tastaturkurzbefehl hinzufügen
es: Añadir función rápida
fr: Ajouter un raccourci
it: Aggiungi abbreviazione da tastiera
ja: ショートカットを追加
ko: 단축키 추가
nl: Toetscombinatie toevoegen
pl: Dodaj skrót
pt_br: Adicionar Atalho
ru: Добавить сочетание клавиш
uk: Додати скорочення
zh_hans: 添加快捷键
zh_hant: 加入快速鍵

source: Address:
de: Adresse:
es: Dirección:
fr: Adresse :
it: Indirizzo:
ja: アドレス:
ko: 주소:
nl: Adres:
pl: Adres:
pt_br: Endereço:
ru: Адрес:
uk: Адреса:
zh_hans: 地址：
zh_hant: 位址：

source: All tags
de: Alle Tags
es: Todas las etiquetas
fr: Toutes les étiquettes
it: Tutti i tag
ja: すべてのタグ
ko: 모든 태그
nl: Alle tags
pl: Wszystkie tagi
pt_br: Todas as etiquetas
ru: Все теги
uk: Усі теги
zh_hans: 所有标签
zh_hant: 所有標籤

source: All Tags…
de: Alle Tags …
es: Todas las etiquetas…
fr: Toutes les étiquettes…
it: Tutti i tag…
ja: すべてのタグ…
ko: 모든 태그…
nl: Alle tags…
pl: Wszystkie tagi…
pt_br: Todas as Etiquetas…
ru: Все теги…
uk: Усі теги…
zh_hans: 所有标签…
zh_hant: 所有標籤…

source: All your shortcut customizations will be removed and the macOS defaults restored. All your changes will be lost.
de: Alle angepassten Tastaturkurzbefehle werden entfernt und die macOS-Standardwerte wiederhergestellt. Alle Änderungen gehen verloren.
es: Se eliminarán todas tus personalizaciones de funciones rápidas y se restaurarán los valores por omisión de macOS. Se perderán todos tus cambios.
fr: Toutes vos personnalisations de raccourcis seront supprimées et les raccourcis macOS par défaut seront restaurés. Toutes vos modifications seront perdues.
it: Tutte le abbreviazioni da tastiera personalizzate verranno rimosse e saranno ripristinate le impostazioni predefinite di macOS. Tutte le modifiche andranno perse.
ja: ショートカットのカスタマイズはすべて削除され、macOSのデフォルトに戻ります。すべての変更が失われます。
ko: 사용자화한 모든 단축키가 제거되고 macOS 기본값으로 복원됩니다. 모든 변경 사항이 사라집니다.
nl: Alle aangepaste toetscombinaties worden verwijderd en de macOS-standaardinstellingen worden hersteld. Al je wijzigingen gaan verloren.
pl: Wszystkie własne skróty zostaną usunięte, a domyślne ustawienia macOS przywrócone. Wszystkie zmiany zostaną utracone.
pt_br: Todas as personalizações de atalhos serão removidas e os padrões do macOS serão restaurados. Todas as suas alterações serão perdidas.
ru: Все ваши изменения сочетаний клавиш будут удалены и восстановлены стандартные значения macOS. Все изменения будут потеряны.
uk: Усі ваші зміни скорочень буде вилучено, а типові скорочення macOS відновлено. Усі зміни буде втрачено.
zh_hans: 你的所有快捷键自定义都会被移除，并恢复 macOS 默认设置。所有更改都会丢失。
zh_hant: 你的所有快速鍵自訂都會被移除，並復原 macOS 預設設定。所有變更都會遺失。

source: Already here
de: Bereits hier
es: Ya está aquí
fr: Déjà là
it: Già qui
ja: すでにここにあります
ko: 이미 이 위치에 있음
nl: Al hier
pl: Już tutaj
pt_br: Já está aqui
ru: Уже здесь
uk: Уже тут
zh_hans: 已在此处
zh_hant: 已在此處

source: Also assigned to %@
de: Auch %@ zugewiesen
es: También asignada a %@
fr: Aussi attribué à %@
it: Assegnato anche a %@
ja: %@にも割り当て済み
ko: %@에도 지정됨
nl: Ook toegewezen aan %@
pl: Przypisane także do %@
pt_br: Também atribuído a %@
ru: Также назначено: %@
uk: Также назначено: %@
zh_hans: 也分配给 %@
zh_hant: 也指定給 %@

source: Also offers pre-release builds when Dirnex checks for updates. Betas are newer but less tested; you're moved back onto a stable release automatically once one catches up.
de: Bietet beim Suchen nach Updates auch Vorabversionen an. Betas sind neuer, aber weniger getestet. Dirnex wechselt automatisch zurück zu einer stabilen Version, sobald eine verfügbar ist.
es: También ofrece versiones preliminares cuando Dirnex busca actualizaciones. Las betas son más recientes, pero están menos probadas; volverás automáticamente a una versión estable cuando alcance a la beta.
fr: Propose aussi les versions préliminaires lors de la recherche de mises à jour. Les bêtas sont plus récentes, mais moins testées ; vous repasserez automatiquement à une version stable du même niveau dès qu’elle sera disponible.
it: Offre anche versioni preliminari quando Dirnex controlla gli aggiornamenti. Le beta sono più recenti ma meno testate; Dirnex torna automaticamente a una versione stabile quando questa raggiunge la beta.
ja: Dirnexがアップデートを確認するときにプレリリース版も表示します。ベータ版は新しい一方、テストは少なめです。安定版が追いつくと、自動的に安定版に戻ります。
ko: Dirnex가 업데이트를 확인할 때 시험판 빌드도 제공합니다. 베타는 더 새롭지만 테스트가 적습니다. 안정 버전이 따라오면 자동으로 안정 버전으로 돌아갑니다.
nl: Biedt ook prereleaseversies aan wanneer Dirnex op updates controleert. Beta’s zijn nieuwer maar minder getest; je wordt automatisch teruggezet naar een stabiele versie zodra die bij is.
pl: Podczas sprawdzania uaktualnień Dirnex oferuje też wersje testowe. Bety są nowsze, ale słabiej sprawdzone; po pojawieniu się odpowiedniej wersji stabilnej aplikacja automatycznie wróci na stabilne wydanie.
pt_br: Também oferece versões de pré-lançamento quando o Dirnex busca atualizações. As versões beta são mais novas, mas menos testadas; você volta automaticamente para uma versão estável quando ela alcançar a versão beta.
ru: При проверке обновлений будут предлагаться и предварительные сборки. Бета-версии новее, но менее протестированы; как только выйдет стабильная версия того же уровня, вы автоматически вернётесь на неё.
uk: Також пропонує попередні збірки, коли Dirnex перевіряє оновлення. Бета-версії новіші, але менш перевірені; коли стабільна версія наздожене їх, вас автоматично поверне на стабільний канал.
zh_hans: Dirnex 检查更新时也会提供预发布版本。Beta 版本较新，但测试较少；当稳定版本赶上后，你会自动回到稳定版本。
zh_hant: Dirnex 檢查更新時也會提供預發佈版本。Beta 版本較新，但測試較少；當穩定版本趕上後，你會自動回到穩定版本。

source: An item with that name already exists here.
de: Hier ist bereits ein Objekt mit diesem Namen vorhanden.
es: Ya existe aquí un ítem con ese nombre.
fr: Un élément portant ce nom existe déjà ici.
it: Un elemento con quel nome esiste già qui.
ja: 同じ名前の項目がすでにここにあります。
ko: 이 위치에 같은 이름의 항목이 이미 있습니다.
nl: Er bestaat hier al een onderdeel met die naam.
pl: Rzecz o tej nazwie już tutaj istnieje.
pt_br: Um item com esse nome já existe aqui.
ru: Объект с таким именем уже есть здесь.
uk: Об’єкт із такою назвою вже існує тут.
zh_hans: 此处已存在同名项目。
zh_hant: 此處已存在同名項目。

source: An item with the same name is already here. Choose how to resolve it.
de: Hier ist bereits ein Objekt mit diesem Namen vorhanden. Wählen Sie aus, wie der Konflikt gelöst werden soll.
es: Ya hay aquí un ítem con el mismo nombre. Elige cómo resolverlo.
fr: Un élément portant le même nom existe déjà ici. Choisissez comment résoudre le conflit.
it: Un elemento con lo stesso nome è già qui. Scegli come risolverlo.
ja: 同じ名前の項目がすでにここにあります。処理方法を選んでください。
ko: 이 위치에 같은 이름의 항목이 이미 있습니다. 해결 방법을 선택하십시오.
nl: Er staat hier al een onderdeel met dezelfde naam. Kies hoe je dit wilt oplossen.
pl: Rzecz o tej samej nazwie już tutaj jest. Wybierz sposób rozwiązania konfliktu.
pt_br: Um item com o mesmo nome já está aqui. Escolha como resolver.
ru: Объект с таким именем уже есть здесь. Выберите, как поступить.
uk: Об’єкт із такою самою назвою вже є тут. Виберіть, як вирішити конфлікт.
zh_hans: 此处已存在同名项目。请选择处理方式。
zh_hant: 此處已存在同名項目。請選擇處理方式。

source: An item with the same name is already in the archive. Replacing rewrites the archive and can’t be undone.
de: Im Archiv ist bereits ein Objekt mit diesem Namen vorhanden. Beim Ersetzen wird das Archiv neu geschrieben. Dies kann nicht rückgängig gemacht werden.
es: Ya hay un ítem con el mismo nombre en el archivo comprimido. Reemplazarlo reescribe el archivo comprimido y no se puede deshacer.
fr: Un élément portant le même nom est déjà dans l’archive. La réécriture remplace l’archive et ne peut pas être annulée.
it: Un elemento con lo stesso nome è già nell’archivio. La sostituzione riscrive l’archivio e non può essere annullata.
ja: 同じ名前の項目がアーカイブ内にすでにあります。置き換えるとアーカイブを書き換えます。取り消せません。
ko: 아카이브에 같은 이름의 항목이 이미 있습니다. 대치하면 아카이브를 다시 쓰며 실행 취소할 수 없습니다.
nl: Er staat al een onderdeel met dezelfde naam in het archief. Vervangen herschrijft het archief en kan niet ongedaan worden gemaakt.
pl: Rzecz o tej samej nazwie już jest w archiwum. Zastąpienie przepisze archiwum i nie można go cofnąć.
pt_br: Um item com o mesmo nome já está no arquivo compactado. Substituir regrava o arquivo e não pode ser desfeito.
ru: Объект с таким именем уже есть в архиве. Замена перезапишет архив; действие нельзя отменить.
uk: Об’єкт із такою самою назвою вже є в архіві. Заміна перепише архів, і це не можна скасувати.
zh_hans: 压缩包中已存在同名项目。替换会重写压缩包，且无法撤销。
zh_hant: 封存檔中已存在同名項目。取代會重寫封存檔，且無法還原。

source: An update is available — click to install
de: Ein Update ist verfügbar – zum Installieren klicken
es: Hay una actualización disponible: haz clic para instalarla
fr: Une mise à jour est disponible — cliquez pour l’installer.
it: È disponibile un aggiornamento: fai clic per installarlo
ja: アップデートがあります — クリックしてインストール
ko: 업데이트가 있습니다 — 설치하려면 클릭
nl: Er is een update beschikbaar — klik om te installeren
pl: Uaktualnienie jest dostępne — kliknij, aby zainstalować
pt_br: Uma atualização está disponível — clique para instalar
ru: Доступно обновление — нажмите, чтобы установить
uk: Доступне оновлення — натисніть, щоб установити
zh_hans: 有可用更新，点按以安装
zh_hant: 有可用更新，按一下以安裝

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
pl: Anonimowo
pt_br: Anônimo
ru: Анонимно
uk: Анонимно
zh_hans: 匿名
zh_hant: 匿名

source: Another saved search already uses that name. Pick a different one.
de: Eine andere gespeicherte Suche verwendet diesen Namen bereits. Wählen Sie einen anderen Namen.
es: Otra búsqueda guardada ya usa ese nombre. Elige otro.
fr: Une autre recherche enregistrée utilise déjà ce nom. Choisissez un autre nom.
it: Un’altra ricerca salvata utilizza già quel nome. Scegli un altro nome.
ja: 別の保存済み検索がその名前を使用しています。別の名前を選んでください。
ko: 다른 저장된 검색이 이미 이 이름을 사용합니다. 다른 이름을 선택하십시오.
nl: Een andere opgeslagen zoekopdracht gebruikt die naam al. Kies een andere naam.
pl: Inne zachowane wyszukiwanie już używa tej nazwy. Wybierz inną.
pt_br: Outra busca salva já usa esse nome. Escolha outro.
ru: Это имя уже занято другим сохранённым поиском. Выберите другое.
uk: Інший збережений пошук уже використовує цю назву. Виберіть іншу.
zh_hans: 另一个已存搜索已使用该名称。请选择其他名称。
zh_hant: 另一個儲存的搜尋已使用該名稱。請選擇其他名稱。

source: Any date
de: Beliebiges Datum
es: Cualquier fecha
fr: N’importe quelle date
it: Qualsiasi data
ja: 任意の日付
ko: 모든 날짜
nl: Elke datum
pl: Dowolna data
pt_br: Qualquer data
ru: Любая дата
uk: Будь-яка дата
zh_hans: 任意日期
zh_hant: 任意日期

source: Any kind
de: Beliebige Art
es: Cualquier clase
fr: Tous les types
it: Qualsiasi tipo
ja: 任意の種類
ko: 모든 종류
nl: Elke soort
pl: Dowolny rodzaj
pt_br: Qualquer tipo
ru: Любой тип
uk: Будь-який тип
zh_hans: 任意种类
zh_hant: 任意種類

source: Any size
de: Beliebige Größe
es: Cualquier tamaño
fr: Toute taille
it: Qualsiasi dimensione
ja: 任意のサイズ
ko: 모든 크기
nl: Elke grootte
pl: Dowolny rozmiar
pt_br: Qualquer tamanho
ru: Любой размер
uk: Будь-який розмір
zh_hans: 任意大小
zh_hant: 任意大小

source: Apply to all remaining conflicts
de: Anwenden auf alle verbleibenden Konflikte
es: Aplicar a todos los conflictos restantes
fr: Appliquer à tous les conflits restants
it: Applica a tutti i conflitti rimanenti
ja: 残りの競合すべてに適用
ko: 남은 모든 충돌에 적용
nl: Toepassen op alle resterende conflicten
pl: Zastosuj do wszystkich pozostałych konfliktów
pt_br: Aplicar a todos os conflitos restantes
ru: Применить ко всем остальным конфликтам
uk: Застосувати до всіх решти конфліктів
zh_hans: 应用到所有剩余冲突
zh_hant: 套用到所有剩餘衝突

source: Apply to all remaining errors
de: Anwenden auf alle verbleibenden Fehler
es: Aplicar a todos los errores restantes
fr: Appliquer à toutes les erreurs restantes
it: Applica a tutti gli errori rimanenti
ja: 残りのエラーすべてに適用
ko: 남은 모든 오류에 적용
nl: Toepassen op alle resterende fouten
pl: Zastosuj do wszystkich pozostałych błędów
pt_br: Aplicar a todos os erros restantes
ru: Применить ко всем остальным ошибкам
uk: Застосувати до всіх решти помилок
zh_hans: 应用到所有剩余错误
zh_hant: 套用到所有剩餘錯誤

source: Archive name
de: Archivname
es: Nombre del archivo comprimido
fr: Nom de l’archive
it: Nome dell’archivio
ja: アーカイブ名
ko: 아카이브 이름
nl: Archiefnaam
pl: Nazwa archiwum
pt_br: Nome do arquivo compactado
ru: Имя архива
uk: Назва архіву
zh_hans: 压缩包名称
zh_hant: 封存檔名稱

# archive.format.tar.title
source: Tar (uncompressed)
de: Tar (unkomprimiert)
es: Tar (sin comprimir)
fr: Tar (non compressé)
it: Tar (non compresso)
ja: Tar（非圧縮）
ko: Tar(압축 안 함)
nl: Tar (ongecomprimeerd)
pl: Tar (bez kompresji)
pt_br: Tar (sem compressão)
ru: Tar (без сжатия)
uk: Tar
zh_hans: Tar（未压缩）
zh_hant: Tar（未壓縮）

# archive.format.tarBz2.title
source: Tarball (bzip2)
de: Tarball (bzip2-komprimiert)
es: Archivo tar (bzip2)
fr: Archive tar (bzip2)
it: Archivio tar (bzip2)
nl: Tar-archief (bzip2)
pl: Archiwum tar (bzip2)
pt_br: Tarball com bzip2
ru: Tar-архив (bzip2)
uk: Tar + Bzip2

# archive.format.tarGz.title
source: Tarball (gzip)
de: Tarball (gzip-komprimiert)
es: Archivo tar (gzip)
fr: Archive tar (gzip)
it: Archivio tar (gzip)
nl: Tar-archief (gzip)
pl: Archiwum tar (gzip)
pt_br: Tarball com gzip
ru: Tar-архив (gzip)
uk: Tar + Gzip

# archive.level.fast.title
source: Fast
de: Schnell
es: Rápida
fr: Rapide
it: Veloce
ja: 高速
ko: 빠름
nl: Snel
pl: Szybka
pt_br: Rápida
ru: Быстрое
uk: Швидке
zh_hans: 快速
zh_hant: 快速

# archive.level.maximum.title
source: Maximum
de: Maximal
es: Máxima
fr: Maximale
it: Massima
ja: 最大
ko: 최대
nl: Maximaal
pl: Maksymalna
pt_br: Máxima
ru: Максимальное
uk: Максимальне
zh_hans: 最高
zh_hant: 最高

source: Ask before moving items to the Trash
de: Vor dem Bewegen von Objekten in den Papierkorb fragen
es: Preguntar antes de trasladar ítems a la papelera
fr: Demander confirmation avant de déplacer des éléments vers la corbeille
it: Chiedi prima di spostare elementi nel Cestino
ja: 項目をゴミ箱に移動する前に確認
ko: 항목을 휴지통으로 이동하기 전에 묻기
nl: Vraag om bevestiging voordat onderdelen naar de prullenmand worden verplaatst
pl: Pytaj przed przeniesieniem rzeczy do Kosza
pt_br: Perguntar antes de mover itens para o Lixo
ru: Спрашивать перед перемещением в Корзину
uk: Питати перед переміщенням об’єктів у Кошик
zh_hans: 移到废纸篓前先询问
zh_hant: 移至垃圾桶前先詢問

source: Auth:
de: Authentifizierung:
es: Autenticación:
fr: Authentification :
it: Autenticazione:
ja: 認証:
ko: 인증:
nl: Verificatie:
pl: Uwierzytelnianie:
pt_br: Autenticação:
ru: Аутентификация:
uk: Аутентификация:
zh_hans: 认证：
zh_hant: 認證：

source: Authentication failed. Check the username and password, or try a guest connection.
de: Authentifizierung fehlgeschlagen. Prüfen Sie Benutzername und Passwort oder versuchen Sie eine Gastverbindung.
es: La autenticación falló. Revisa el nombre de usuario y la contraseña, o prueba una conexión como invitado.
fr: L’authentification a échoué. Vérifiez le nom d’utilisateur et le mot de passe, ou essayez une connexion d’invité.
it: Autenticazione non riuscita. Controlla il nome utente e la password o prova una connessione come ospite.
ja: 認証に失敗しました。ユーザ名とパスワードを確認するか、ゲスト接続を試してください。
ko: 인증에 실패했습니다. 사용자 이름과 암호를 확인하거나 게스트 연결을 시도하십시오.
nl: Verificatie mislukt. Controleer de gebruikersnaam en het wachtwoord, of probeer een gastverbinding.
pl: Uwierzytelnianie nie powiodło się. Sprawdź nazwę użytkownika i hasło albo spróbuj połączenia jako gość.
pt_br: A autenticação falhou. Verifique o nome de usuário e a senha, ou tente uma conexão como convidado.
ru: Не удалось пройти аутентификацию. Проверьте имя пользователя и пароль или попробуйте гостевое подключение.
uk: Не вдалося пройти автентифікацію. Перевірте ім’я користувача й пароль або спробуйте гостьове з’єднання.
zh_hans: 认证失败。请检查用户名和密码，或尝试访客连接。
zh_hant: 認證失敗。請檢查使用者名稱和密碼，或嘗試訪客連接。

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Автоматически
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

source: Automatic (%@)
de: Automatisch (%@)
es: Automático (%@)
fr: Automatique (%@)
it: Automatico (%@)
ja: 自動（%@）
ko: 자동 (%@)
nl: Automatisch (%@)
pl: Automatycznie (%@)
pt_br: Automático (%@)
ru: Автоматически (%@)
uk: Автоматично (%@)
zh_hans: 自动（%@）
zh_hant: 自動（%@）

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
uk: Назад
zh_hans: 返回
zh_hant: 返回

source: Badges a file whose bytes are still in iCloud (or another provider), on their way up or down, or in conflict — at the right edge of its name, as Finder does. Folders outside a cloud provider are never scanned, and fully synced files show nothing. Also in the View menu.
de: Zeigt rechts neben dem Dateinamen ein Symbol, wenn Daten noch in iCloud oder bei einem anderen Anbieter liegen, hoch- oder heruntergeladen werden oder ein Konflikt besteht – wie im Finder. Ordner außerhalb eines Cloud-Anbieters werden nicht geprüft. Für vollständig synchronisierte Dateien wird nichts angezeigt. Auch im Menü „Darstellung“.
es: Muestra una insignia en los archivos cuyos datos siguen en iCloud (u otro proveedor), se están subiendo o descargando, o tienen un conflicto, en el borde derecho del nombre, como en Finder. Las carpetas fuera de un proveedor en la nube no se analizan y los archivos totalmente sincronizados no muestran nada. También está en el menú Visualización.
fr: Affiche, à droite du nom d’un fichier, un badge lorsque ses données sont encore dans iCloud (ou chez un autre fournisseur), en cours d’envoi ou de téléchargement, ou en conflit, comme dans le Finder. Les dossiers hors d’un fournisseur de stockage en nuage ne sont jamais analysés et les fichiers entièrement synchronisés n’affichent rien. Cette option est aussi disponible dans le menu Présentation.
it: Aggiunge un badge a un file i cui dati sono ancora in iCloud (o in un altro provider cloud), in caricamento o download, oppure in conflitto, all’estremità destra del nome, come in Finder. Le cartelle fuori da un provider cloud non vengono mai analizzate e i file completamente sincronizzati non mostrano nulla. Disponibile anche nel menu Vista.
ja: iCloud（または別のプロバイダ）上にあるファイル、アップロード中またはダウンロード中のファイル、競合しているファイルに、Finderと同じように名前の右端へバッジを表示します。クラウドプロバイダ外のフォルダはスキャンされず、完全に同期済みのファイルには何も表示されません。“表示”メニューにもあります。
ko: Finder처럼 파일 이름 오른쪽 끝에 클라우드 상태 배지를 표시합니다. iCloud 또는 다른 제공업체에서 다운로드, 업로드, 충돌 중인 파일에만 표시됩니다. 클라우드 제공업체 밖의 폴더는 검사하지 않으며, 완전히 동기화된 파일에는 아무것도 표시하지 않습니다. 보기 메뉴에서도 설정할 수 있습니다.
nl: Geeft bij de naam van een bestand een badge weer wanneer het nog in iCloud of bij een andere provider staat, wordt geüpload of gedownload, of een conflict heeft — net als in Finder. Mappen buiten een cloudprovider worden niet gescand en volledig gesynchroniseerde bestanden tonen niets. Ook beschikbaar in het Weergave-menu.
pl: Pokazuje przy pliku plakietkę, gdy jego dane są jeszcze w iCloud lub u innego dostawcy, są wysyłane, pobierane albo mają konflikt — przy prawej krawędzi nazwy, jak w Finderze. Foldery poza chmurą nie są skanowane, a w pełni zsynchronizowane pliki niczego nie pokazują. Dostępne także w menu Widok.
pt_br: Mostra um indicador em arquivos cujos bytes ainda estão no iCloud (ou em outro provedor), subindo, baixando ou em conflito — na borda direita do nome, como no Finder. Pastas fora de um provedor de nuvem nunca são verificadas, e arquivos totalmente sincronizados não mostram nada. Também fica no menu Visualizar.
ru: Отмечает значком файл, данные которого ещё в iCloud (или у другого провайдера), загружаются или выгружаются либо в состоянии конфликта — у правого края имени, как в Finder. Папки вне облачного провайдера не сканируются, а полностью синхронизированные файлы ничем не отмечаются. Также доступно в меню «Вид».
uk: Позначає файл, дані якого ще в iCloud або іншого провайдера, завантажуються вгору чи вниз або мають конфлікт — праворуч від назви, як у Finder. Папки поза хмарним провайдером не скануються, а повністю синхронізовані файли нічого не показують. Також є в меню Вигляд.
zh_hans: 在文件名右侧显示同步状态标记，和 Finder 一样：文件仍在 iCloud（或其他提供商）中、正在上传或下载、或存在冲突时会显示。云提供商之外的文件夹不会扫描，完全同步的文件不显示标记。也可在“显示”菜单中使用。
zh_hant: 在檔案名稱右側顯示同步狀態標記，和 Finder 一樣：檔案仍在 iCloud（或其他提供者）中、正在上傳或下載、或存在衝突時會顯示。雲端提供者之外的檔案夾不會掃描，完全同步的檔案不顯示標記。也可在「顯示」選單中使用。

source: Blank Script
de: Leeres Skript
es: Script en blanco
fr: Script vierge
it: Script vuoto
ja: 空のスクリプト
ko: 빈 스크립트
nl: Leeg script
pl: Pusty skrypt
pt_br: Script em Branco
ru: Пустой скрипт
uk: Пустой скрипт
zh_hans: 空白脚本
zh_hant: 空白腳本

source: Both Directions
de: Beide Richtungen
es: Ambas direcciones
fr: Dans les deux sens
it: Entrambe le direzioni
ja: 両方向
ko: 양방향
nl: Beide richtingen
pl: W obu kierunkach
pt_br: Ambas as Direções
ru: В обе стороны
uk: В обох напрямках
zh_hans: 双向
zh_hant: 雙向

source: Both panels must show a real folder on disk.
de: Beide Bereiche müssen einen lokalen Ordner anzeigen.
es: Ambos paneles deben mostrar una carpeta real en el disco.
fr: Les deux panneaux doivent afficher un dossier réel sur le disque.
it: Entrambi i pannelli devono mostrare una cartella reale sul disco.
ja: 両方のパネルにディスク上の実フォルダを表示する必要があります。
ko: 두 패널 모두 디스크의 실제 폴더를 표시해야 합니다.
nl: Beide panelen moeten een echte map op de schijf laten zien.
pl: Oba panele muszą pokazywać prawdziwy folder na dysku.
pt_br: Os dois painéis precisam mostrar uma pasta real no disco.
ru: Обе панели должны показывать реальную папку на диске.
uk: Обидві панелі мають показувати реальну папку на диску.
zh_hans: 两个面板都必须显示磁盘上的真实文件夹。
zh_hant: 兩個面板都必須顯示磁碟上的真實檔案夾。
